/* Done Button for closing the mini browser */
"i18N_YMB_Done_Button" = "Klar";

/* Pop up menu action label */
"i18N_YMB_Search_Popup_Label" = "Sök";

/* Open in safari action label */
"i18N_YMB_Share_Action_Open_in_Safari" = "Öppna i Safari";

/* Browser Back accessibility label */
"i18N_YMB_back_access_label" = "Gå tillbaka.";

/* Browser Back accessibility hint */
"i18N_YMB_back_access_hint" = "Dubbelknacka för att gå till föregående webbsida.";

/* Browser share button accessibility label */
"i18N_YMB_share_access_label" = "Dela.";
